Repository: mtdtechnology-net/virtualise-os
Catalog: App/VirtualiseOS/Localizable.xcstrings
Source language: en
Languages: de, fr, hu, it, ro

source: %d%% downloaded
de: %d %% geladen
fr: %d %% téléchargé
hu: %d%% letöltve
it: %d%% scaricato
ro: %d%% descărcat

source: %d%% installed
de: %d %% installiert
fr: %d %% installé
hu: %d%% telepítve
it: %d%% installato
ro: %d%% instalat

source: Cannot create disk image.
de: Festplattenimage kann nicht erstellt werden.
fr: Impossible de créer l’image disque.
hu: Nem hozható létre a lemezkép.
it: Impossibile creare l’immagine disco.
ro: Nu se poate crea imaginea de disc.

source: Cannot create the virtual machine disk image.
de: Das Festplattenimage der virtuellen Maschine kann nicht erstellt werden.
fr: Impossible de créer l’image disque de la machine virtuelle.
hu: Nem hozható létre a virtuális gép lemezképe.
it: Impossibile creare l’immagine disco della macchina virtuale.
ro: Nu se poate crea imaginea de disc a mașinii virtuale.

source: Cannot resize the virtual machine disk image.
de: Die Größe des Festplattenimages der virtuellen Maschine kann nicht geändert werden.
fr: Impossible de redimensionner l’image disque de la machine virtuelle.
hu: Nem méretezhető át a virtuális gép lemezképe.
it: Impossibile ridimensionare l’immagine disco della macchina virtuale.
ro: Nu se poate redimensiona imaginea de disc a mașinii virtuale.

source: Changing the VM location requires quitting the running virtual machine first.
de: Zum Ändern des VM-Speicherorts muss die laufende virtuelle Maschine zuerst beendet werden.
fr: Pour modifier l’emplacement de la VM, vous devez d’abord quitter la machine virtuelle en cours d’exécution.
hu: A VM helyének módosításához először ki kell lépni a futó virtuális gépből.
it: Per modificare la posizione della VM devi prima chiudere la macchina virtuale in esecuzione.
ro: Pentru a schimba locația VM trebuie mai întâi să închizi mașina virtuală care rulează.

source: Choose
de: Auswählen
fr: Choisir
hu: Kiválasztás
it: Scegli
ro: Alege

source: Choose a host folder to share with the macOS virtual machine.
de: Wählen Sie einen Host-Ordner aus, der mit der macOS-VM geteilt werden soll.
fr: Choisissez un dossier hôte à partager avec la machine virtuelle macOS.
hu: Válasszon egy gazdagép-mappát a macOS virtuális géppel való megosztáshoz.
it: Scegli una cartella host da condividere con la macchina virtuale macOS.
ro: Alege un folder de pe host pentru a-l partaja cu mașina virtuală macOS.

source: Choose Folder...
de: Ordner auswählen...
fr: Choisir un dossier...
hu: Mappa kiválasztása...
it: Scegli cartella...
ro: Alege folderul...

source: Choose Shared Folder...
de: Freigegebenen Ordner auswählen...
fr: Choisir le dossier partagé...
hu: Megosztott mappa kiválasztása...
it: Scegli cartella condivisa...
ro: Alege folderul partajat...

source: Choose the folder where VirtualiseOS should store or find VM.bundle.
de: Wählen Sie den Ordner, in dem VirtualiseOS VM.bundle speichern oder suchen soll.
fr: Choisissez le dossier où VirtualiseOS doit stocker ou rechercher VM.bundle.
hu: Válassza ki azt a mappát, ahol a VirtualiseOS tárolja vagy keresi a VM.bundle csomagot.
it: Scegli la cartella in cui VirtualiseOS deve salvare o cercare VM.bundle.
ro: Alege folderul în care VirtualiseOS ar trebui să salveze sau să găsească VM.bundle.

source: Choose VM Location...
de: VM-Speicherort auswählen...
fr: Choisir l’emplacement de la VM...
hu: VM helyének kiválasztása...
it: Scegli posizione VM...
ro: Alege locația VM...

source: Choose VM.bundle or the folder where VirtualiseOS should store it.
de: Wählen Sie VM.bundle oder den Ordner, in dem VirtualiseOS es speichern soll.
fr: Choisissez VM.bundle ou le dossier où VirtualiseOS doit le stocker.
hu: Válassza ki a VM.bundle csomagot vagy azt a mappát, ahol a VirtualiseOS tárolja.
it: Scegli VM.bundle o la cartella in cui VirtualiseOS deve salvarlo.
ro: Alege VM.bundle sau folderul în care VirtualiseOS ar trebui să îl salveze.

source: CPUCount isn't supported by the macOS configuration.
de: CPUCount wird von der macOS-Konfiguration nicht unterstützt.
fr: CPUCount n’est pas pris en charge par la configuration macOS.
hu: A CPUCount értéket a macOS-konfiguráció nem támogatja.
it: CPUCount non è supportato dalla configurazione macOS.
ro: CPUCount nu este acceptat de configurația macOS.

source: Download and Install Latest macOS
de: Neuestes macOS laden und installieren
fr: Télécharger et installer le dernier macOS
hu: Legújabb macOS letöltése és telepítése
it: Scarica e installa l’ultimo macOS
ro: Descarcă și instalează cel mai recent macOS

source: Download and install the latest macOS version supported by this Mac.
de: Lade die neueste von diesem Mac unterstützte macOS-Version herunter und installiere sie.
fr: Téléchargez et installez la dernière version de macOS prise en charge par ce Mac.
hu: Töltse le és telepítse a Mac által támogatott legújabb macOS-verziót.
it: Scarica e installa l’ultima versione di macOS supportata da questo Mac.
ro: Descarcă și instalează cea mai recentă versiune de macOS acceptată de acest Mac.

source: Download failed because the restore image file was not available.
de: Download fehlgeschlagen, da die Wiederherstellungsimagedatei nicht verfügbar war.
fr: Le téléchargement a échoué car le fichier d’image de restauration n’était pas disponible.
hu: A letöltés sikertelen, mert a visszaállítási képfájl nem volt elérhető.
it: Download non riuscito perché il file dell’immagine di ripristino non era disponibile.
ro: Descărcarea a eșuat deoarece fișierul imaginii de restaurare nu a fost disponibil.

source: Download failed with error: %@
de: Download fehlgeschlagen mit Fehler: %@
fr: Échec du téléchargement avec l’erreur : %@
hu: A letöltés sikertelen a következő hibával: %@
it: Download non riuscito con errore: %@
ro: Descărcarea a eșuat cu eroarea: %@

source: Download failed. %@.
de: Download fehlgeschlagen. %@.
fr: Échec du téléchargement. %@.
hu: A letöltés sikertelen. %@.
it: Download non riuscito. %@.
ro: Descărcarea a eșuat. %@.

source: Downloading macOS restore image...
de: macOS-Wiederherstellungsimage wird geladen...
fr: Téléchargement de l’image de restauration macOS...
hu: macOS visszaállítási kép letöltése...
it: Download dell’immagine di ripristino macOS...
ro: Se descarcă imaginea de restaurare macOS...

source: Failed to close the disk image.
de: Festplattenimage konnte nicht geschlossen werden.
fr: Impossible de fermer l’image disque.
hu: Nem sikerült bezárni a lemezképet.
it: Impossibile chiudere l’immagine disco.
ro: Nu s-a putut închide imaginea de disc.

source: Failed to create auxiliary storage.
de: Hilfsspeicher konnte nicht erstellt werden.
fr: Impossible de créer le stockage auxiliaire.
hu: Nem sikerült létrehozni a kiegészítő tárhelyet.
it: Impossibile creare l’archiviazione ausiliaria.
ro: Nu s-a putut crea stocarea auxiliară.

source: Failed to create Disk image.
de: Festplattenimage konnte nicht erstellt werden.
fr: Impossible de créer l’image disque.
hu: Nem sikerült létrehozni a lemezképet.
it: Impossibile creare l’immagine disco.
ro: Nu s-a putut crea imaginea de disc.

source: Failed to create generated MAC address.
de: Generierte MAC-Adresse konnte nicht erstellt werden.
fr: Impossible de créer l’adresse MAC générée.
hu: Nem sikerült létrehozni a generált MAC-címet.
it: Impossibile creare l’indirizzo MAC generato.
ro: Nu s-a putut crea adresa MAC generată.

source: Failed to create hardware model.
de: Hardwaremodell konnte nicht erstellt werden.
fr: Impossible de créer le modèle matériel.
hu: Nem sikerült létrehozni a hardvermodellt.
it: Impossibile creare il modello hardware.
ro: Nu s-a putut crea modelul hardware.

source: Failed to create machine identifier.
de: Maschinenkennung konnte nicht erstellt werden.
fr: Impossible de créer l’identifiant de la machine.
hu: Nem sikerült létrehozni a gépazonosítót.
it: Impossibile creare l’identificatore della macchina.
ro: Nu s-a putut crea identificatorul mașinii.

source: Failed to create the disk image.
de: Das Festplattenimage konnte nicht erstellt werden.
fr: Impossible de créer l’image disque.
hu: Nem sikerült létrehozni a lemezképet.
it: Impossibile creare l’immagine disco.
ro: Nu s-a putut crea imaginea de disc.

source: Failed to create VM.bundle.
de: VM.bundle konnte nicht erstellt werden.
fr: Impossible de créer VM.bundle.
hu: Nem sikerült létrehozni a VM.bundle csomagot.
it: Impossibile creare VM.bundle.
ro: Nu s-a putut crea VM.bundle.

source: Failed to launch diskutil: %@
de: diskutil konnte nicht gestartet werden: %@
fr: Impossible de lancer diskutil : %@
hu: Nem sikerült elindítani a diskutil eszközt: %@
it: Impossibile avviare diskutil: %@
ro: Nu s-a putut lansa diskutil: %@

source: Failed to move downloaded restore image to %@.
de: Geladenes Wiederherstellungsimage konnte nicht nach %@ verschoben werden.
fr: Impossible de déplacer l’image de restauration téléchargée vers %@.
hu: Nem sikerült áthelyezni a letöltött visszaállítási képet ide: %@.
it: Impossibile spostare l’immagine di ripristino scaricata in %@.
ro: Nu s-a putut muta imaginea de restaurare descărcată la %@.

source: Failed to remove existing restore image at %@.
de: Vorhandenes Wiederherstellungsimage unter %@ konnte nicht entfernt werden.
fr: Impossible de supprimer l’image de restauration existante à %@.
hu: Nem sikerült eltávolítani a meglévő visszaállítási képet innen: %@.
it: Impossibile rimuovere l’immagine di ripristino esistente in %@.
ro: Nu s-a putut elimina imaginea de restaurare existentă de la %@.

source: Failed to retrieve hardware model data.
de: Hardwaremodelldaten konnten nicht gelesen werden.
fr: Impossible de récupérer les données du modèle matériel.
hu: Nem sikerült beolvasni a hardvermodell adatait.
it: Impossibile recuperare i dati del modello hardware.
ro: Nu s-au putut obține datele modelului hardware.

source: Failed to retrieve machine identifier data.
de: Maschinenkennungsdaten konnten nicht gelesen werden.
fr: Impossible de récupérer les données d’identifiant de la machine.
hu: Nem sikerült beolvasni a gépazonosító adatait.
it: Impossibile recuperare i dati dell’identificatore della macchina.
ro: Nu s-au putut obține datele identificatorului mașinii.

source: Finding latest supported macOS...
de: Neueste unterstützte macOS-Version wird gesucht...
fr: Recherche du dernier macOS pris en charge...
hu: A legújabb támogatott macOS keresése...
it: Ricerca dell’ultimo macOS supportato...
ro: Se caută cel mai recent macOS acceptat...

source: Found the latest supported macOS restore image.
de: Das neueste unterstützte macOS-Wiederherstellungsimage wurde gefunden.
fr: La dernière image de restauration macOS prise en charge a été trouvée.
hu: A legújabb támogatott macOS visszaállítási kép megtalálva.
it: Trovata l’ultima immagine di ripristino macOS supportata.
ro: A fost găsită cea mai recentă imagine de restaurare macOS acceptată.

source: ftruncate() failed.
de: ftruncate() fehlgeschlagen.
fr: ftruncate() a échoué.
hu: Az ftruncate() sikertelen.
it: ftruncate() non riuscito.
ro: ftruncate() a eșuat.

source: Installation complete
de: Installation abgeschlossen
fr: Installation terminée
hu: A telepítés befejeződött
it: Installazione completata
ro: Instalare finalizată

source: Installation failed
de: Installation fehlgeschlagen
fr: Échec de l’installation
hu: A telepítés sikertelen
it: Installazione non riuscita
ro: Instalarea a eșuat

source: InstallationTool-Swift is missing from the app bundle.
de: InstallationTool-Swift fehlt im App-Bundle.
fr: InstallationTool-Swift est absent du paquet de l’app.
hu: Az InstallationTool-Swift hiányzik az alkalmazáscsomagból.
it: InstallationTool-Swift manca dal bundle dell’app.
ro: InstallationTool-Swift lipsește din pachetul aplicației.

source: Installing macOS...
de: macOS wird installiert...
fr: Installation de macOS...
hu: macOS telepítése...
it: Installazione di macOS...
ro: Se instalează macOS...

source: Latest supported macOS: %@ (%@)
de: Neueste unterstützte macOS-Version: %@ (%@)
fr: Dernier macOS pris en charge : %@ (%@)
hu: Legújabb támogatott macOS: %@ (%@)
it: Ultimo macOS supportato: %@ (%@)
ro: Cel mai recent macOS acceptat: %@ (%@)

source: Loading the downloaded macOS restore image.
de: Geladenes macOS-Wiederherstellungsimage wird geöffnet.
fr: Chargement de l’image de restauration macOS téléchargée.
hu: A letöltött macOS visszaállítási kép betöltése.
it: Caricamento dell’immagine di ripristino macOS scaricata.
ro: Se încarcă imaginea de restaurare macOS descărcată.

source: macOSConfiguration configuration isn't supported on the current host.
de: Die macOSConfiguration-Konfiguration wird auf dem aktuellen Host nicht unterstützt.
fr: La configuration macOSConfiguration n’est pas prise en charge sur l’hôte actuel.
hu: A macOSConfiguration konfiguráció nem támogatott az aktuális gazdagépen.
it: La configurazione macOSConfiguration non è supportata sull’host corrente.
ro: Configurația macOSConfiguration nu este acceptată pe gazda curentă.

source: Memory
de: Arbeitsspeicher
fr: Mémoire
hu: Memória
it: Memoria
ro: Memorie

source: memorySize isn't supported by the macOS configuration.
de: memorySize wird von der macOS-Konfiguration nicht unterstützt.
fr: memorySize n’est pas pris en charge par la configuration macOS.
hu: A memorySize értéket a macOS-konfiguráció nem támogatja.
it: memorySize non è supportato dalla configurazione macOS.
ro: memorySize nu este acceptat de configurația macOS.

source: Missing Virtual Machine Bundle at %@. Run InstallationTool first to create it.
de: Bundle der virtuellen Maschine fehlt unter %@. Führen Sie zuerst InstallationTool aus, um es zu erstellen.
fr: Le bundle de la machine virtuelle est manquant à %@. Exécutez d’abord InstallationTool pour le créer.
hu: Hiányzik a virtuális gép csomagja itt: %@. Először futtassa az InstallationTool eszközt a létrehozásához.
it: Bundle della macchina virtuale mancante in %@. Esegui prima InstallationTool per crearlo.
ro: Lipsește bundle-ul mașinii virtuale la %@. Rulează mai întâi InstallationTool pentru a-l crea.

source: Missing VM files: %@
de: Fehlende VM-Dateien: %@
fr: Fichiers VM manquants : %@
hu: Hiányzó VM-fájlok: %@
it: File VM mancanti: %@
ro: Fișiere VM lipsă: %@

source: No shared folder selected
de: Kein freigegebener Ordner ausgewählt
fr: Aucun dossier partagé sélectionné
hu: Nincs kiválasztva megosztott mappa
it: Nessuna cartella condivisa selezionata
ro: Nu este selectat niciun folder partajat

source: No supported configuration available.
de: Keine unterstützte Konfiguration verfügbar.
fr: Aucune configuration prise en charge disponible.
hu: Nem érhető el támogatott konfiguráció.
it: Nessuna configurazione supportata disponibile.
ro: Nu există nicio configurație acceptată.

source: No supported macOS configuration is available for this Mac.
de: Für diesen Mac ist keine unterstützte macOS-Konfiguration verfügbar.
fr: Aucune configuration macOS prise en charge n’est disponible pour ce Mac.
hu: Ehhez a Machez nem érhető el támogatott macOS-konfiguráció.
it: Nessuna configurazione macOS supportata è disponibile per questo Mac.
ro: Nu există nicio configurație macOS acceptată pentru acest Mac.

source: Open the existing VM.bundle at the selected location.
de: Öffnen Sie das vorhandene VM.bundle am ausgewählten Speicherort.
fr: Ouvrez le VM.bundle existant à l’emplacement sélectionné.
hu: Nyissa meg a meglévő VM.bundle csomagot a kiválasztott helyen.
it: Apri il VM.bundle esistente nella posizione selezionata.
ro: Deschide VM.bundle existent din locația selectată.

source: Open VM
de: VM öffnen
fr: Ouvrir la VM
hu: VM megnyitása
it: Apri VM
ro: Deschide VM

source: Preparing installer...
de: Installationsprogramm wird vorbereitet...
fr: Préparation du programme d’installation...
hu: Telepítő előkészítése...
it: Preparazione del programma di installazione...
ro: Se pregătește instalatorul...

source: Preparing VirtualiseOS
de: VirtualiseOS wird vorbereitet
fr: Préparation de VirtualiseOS
hu: A VirtualiseOS előkészítése
it: Preparazione di VirtualiseOS
ro: Se pregătește VirtualiseOS

source: Quit
de: Beenden
fr: Quitter
hu: Kilépés
it: Esci
ro: Închide

source: Retry Download and Install
de: Download und Installation erneut versuchen
fr: Réessayer le téléchargement et l’installation
hu: Letöltés és telepítés újrapróbálása
it: Riprova download e installazione
ro: Reîncearcă descărcarea și instalarea

source: Shared Folder
de: Freigegebener Ordner
fr: Dossier partagé
hu: Megosztott mappa
it: Cartella condivisa
ro: Folder partajat

source: Shared in the guest at /Volumes/My Shared Files: %@
de: Im Gast unter /Volumes/My Shared Files freigegeben: %@
fr: Partagé dans l’invité sous /Volumes/My Shared Files : %@
hu: A vendég rendszerben itt megosztva: /Volumes/My Shared Files: %@
it: Condivisa nel guest in /Volumes/My Shared Files: %@
ro: Partajat în guest la /Volumes/My Shared Files: %@

source: Starting the virtual machine...
de: Virtuelle Maschine wird gestartet...
fr: Démarrage de la machine virtuelle...
hu: A virtuális gép indítása...
it: Avvio della macchina virtuale...
ro: Se pornește mașina virtuală...

source: The disk image size must be a positive whole number of GiB.
de: Die Größe des Festplattenimages muss eine positive ganze Zahl in GiB sein.
fr: La taille de l’image disque doit être un nombre entier positif en Gio.
hu: A lemezkép méretének pozitív egész GiB értéknek kell lennie.
it: La dimensione dell’immagine disco deve essere un numero intero positivo in GiB.
ro: Dimensiunea imaginii de disc trebuie să fie un număr întreg pozitiv în GiB.

source: The hardware model isn't supported on the current host
de: Das Hardwaremodell wird auf dem aktuellen Host nicht unterstützt
fr: Le modèle matériel n’est pas pris en charge sur l’hôte actuel
hu: A hardvermodell nem támogatott az aktuális gazdagépen
it: Il modello hardware non è supportato sull’host corrente
ro: Modelul hardware nu este acceptat pe gazda curentă

source: The installation tool exited with status %d.
de: Das Installationstool wurde mit Status %d beendet.
fr: L’outil d’installation s’est terminé avec le statut %d.
hu: A telepítőeszköz %d állapottal lépett ki.
it: Lo strumento di installazione è terminato con stato %d.
ro: Instrumentul de instalare s-a închis cu statusul %d.

source: The macOS configuration is not supported on this Mac.
de: Die macOS-Konfiguration wird auf diesem Mac nicht unterstützt.
fr: La configuration macOS n’est pas prise en charge sur ce Mac.
hu: Ez a macOS-konfiguráció nem támogatott ezen a Macen.
it: La configurazione macOS non è supportata su questo Mac.
ro: Configurația macOS nu este acceptată pe acest Mac.

source: The virtual machine is already in use. Quit any other running copy of VirtualiseOS or wait for the previous VM process to finish, then start the app again.
de: Die virtuelle Maschine wird bereits verwendet. Beenden Sie alle anderen laufenden Kopien von VirtualiseOS oder warten Sie, bis der vorherige VM-Prozess beendet ist, und starten Sie die App dann erneut.
fr: La machine virtuelle est déjà utilisée. Quittez toute autre copie de VirtualiseOS en cours d’exécution ou attendez la fin du processus VM précédent, puis relancez l’app.
hu: A virtuális gép már használatban van. Zárja be a VirtualiseOS minden más futó példányát, vagy várja meg, amíg az előző VM-folyamat befejeződik, majd indítsa újra az alkalmazást.
it: La macchina virtuale è già in uso. Chiudi eventuali altre copie di VirtualiseOS in esecuzione oppure attendi il termine del processo VM precedente, quindi riavvia l’app.
ro: Mașina virtuală este deja utilizată. Închide orice altă copie VirtualiseOS care rulează sau așteaptă ca procesul VM anterior să se termine, apoi pornește din nou aplicația.

source: The virtual machine is being created.
de: Die virtuelle Maschine wird erstellt.
fr: La machine virtuelle est en cours de création.
hu: A virtuális gép létrehozása folyamatban van.
it: La macchina virtuale è in fase di creazione.
ro: Mașina virtuală este creată.

source: This can take a while depending on network speed.
de: Dies kann je nach Netzwerkgeschwindigkeit eine Weile dauern.
fr: Cela peut prendre un certain temps selon la vitesse du réseau.
hu: Ez a hálózati sebességtől függően eltarthat egy ideig.
it: L’operazione può richiedere tempo in base alla velocità della rete.
ro: Acest lucru poate dura în funcție de viteza rețelei.

source: This Mac does not have enough CPU cores for the selected macOS restore image.
de: Dieser Mac hat nicht genügend CPU-Kerne für das ausgewählte macOS-Wiederherstellungsimage.
fr: Ce Mac ne dispose pas d’assez de cœurs CPU pour l’image de restauration macOS sélectionnée.
hu: Ezen a Macen nincs elég CPU-mag a kiválasztott macOS visszaállítási képhez.
it: Questo Mac non ha abbastanza core CPU per l’immagine di ripristino macOS selezionata.
ro: Acest Mac nu are suficiente nuclee CPU pentru imaginea de restaurare macOS selectată.

source: This Mac does not have enough memory for the selected macOS restore image.
de: Dieser Mac hat nicht genügend Arbeitsspeicher für das ausgewählte macOS-Wiederherstellungsimage.
fr: Ce Mac ne dispose pas d’assez de mémoire pour l’image de restauration macOS sélectionnée.
hu: Ezen a Macen nincs elég memória a kiválasztott macOS visszaállítási képhez.
it: Questo Mac non ha abbastanza memoria per l’immagine di ripristino macOS selezionata.
ro: Acest Mac nu are suficientă memorie pentru imaginea de restaurare macOS selectată.

source: Virtual machine failed to pause with %@
de: Die virtuelle Maschine konnte nicht pausiert werden: %@
fr: La machine virtuelle n’a pas pu être mise en pause : %@
hu: A virtuális gép szüneteltetése sikertelen: %@
it: Pausa della macchina virtuale non riuscita: %@
ro: Mașina virtuală nu a putut fi pusă pe pauză: %@

source: Virtual machine failed to resume with %@
de: Die virtuelle Maschine konnte nicht fortgesetzt werden: %@
fr: La machine virtuelle n’a pas pu reprendre : %@
hu: A virtuális gép folytatása sikertelen: %@
it: Ripresa della macchina virtuale non riuscita: %@
ro: Mașina virtuală nu a putut fi reluată: %@

source: Virtual machine failed to save with %@
de: Die virtuelle Maschine konnte nicht gespeichert werden: %@
fr: La machine virtuelle n’a pas pu être enregistrée : %@
hu: A virtuális gép mentése sikertelen: %@
it: Salvataggio della macchina virtuale non riuscito: %@
ro: Mașina virtuală nu a putut fi salvată: %@

source: Virtual machine failed to start with %@
de: Die virtuelle Maschine konnte nicht gestartet werden: %@
fr: La machine virtuelle n’a pas pu démarrer : %@
hu: A virtuális gép indítása sikertelen: %@
it: Avvio della macchina virtuale non riuscito: %@
ro: Mașina virtuală nu a pornit: %@

source: Virtual machine is not installed
de: Die virtuelle Maschine ist nicht installiert
fr: La machine virtuelle n’est pas installée
hu: A virtuális gép nincs telepítve
it: La macchina virtuale non è installata
ro: Mașina virtuală nu este instalată

source: Virtual machine is ready
de: Die virtuelle Maschine ist bereit
fr: La machine virtuelle est prête
hu: A virtuális gép készen áll
it: La macchina virtuale è pronta
ro: Mașina virtuală este pregătită

source: VirtualiseOS Error
de: VirtualiseOS-Fehler
fr: Erreur VirtualiseOS
hu: VirtualiseOS hiba
it: Errore VirtualiseOS
ro: Eroare VirtualiseOS

source: VirtualiseOS will download the latest macOS restore image supported by this Mac.
de: VirtualiseOS lädt das neueste von diesem Mac unterstützte macOS-Wiederherstellungsimage herunter.
fr: VirtualiseOS téléchargera la dernière image de restauration macOS prise en charge par ce Mac.
hu: A VirtualiseOS letölti a Mac által támogatott legújabb macOS visszaállítási képet.
it: VirtualiseOS scaricherà l’ultima immagine di ripristino macOS supportata da questo Mac.
ro: VirtualiseOS va descărca cea mai recentă imagine de restaurare macOS acceptată de acest Mac.
